Revit 2027 API
SymbolTypeId.WPerFt Property
 Symbol W/ft, indicating unit Watts per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerFt { get; }
Public Shared ReadOnly Property WPerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerFt {
	ForgeTypeId^ get ();
}
static member WPerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace